Repository: Webikon/wc-bacs-paybysquare
Catalog: languages/wc-bacs-paybysquare-*.po
Languages: sk_sk

source: Settings
sk_sk: Nastavenia

source: PAY by square Settings
sk_sk: Nastavenia PAY by square

source: Beneficiary name
sk_sk: Príjemca platby

source: Name of person or organization receiving money
sk_sk: Meno osoby alebo názov organizácie prijímajúcej peniaze

source: Field "%s" does contain character, that is invalid for Czech QR code.
sk_sk: Pole „%s“ obsahuje znak, ktorý nie je povolený pre český QR kód.

source: If you are not using Czech QR code, you may safely ignore this warning.
sk_sk: Pokiaľ český QR kód nepoužívate, môžte toto upozornenie pokojne ignorovať.

source: Valid characters are digits %1$s, letters %2$s, a space, and symbols %3$s
sk_sk: Povolené znaky sú číslice %1$s, písmená %2$s, medzera, a špeciálne znaky %3$s

source: Username
sk_sk: Používateľské meno

source: Your Username for %s service
sk_sk: Používateľské meno pre službu %s

source: Password
sk_sk: Heslo

source: Your Password for %s service
sk_sk: Heslo pre službu %s

source: Checkout information
sk_sk: Informácia v pokladni

source: Text appended to your BACS title, advertising QR code availability
sk_sk: Text, ktorý sa zobrazí pri názve priamej platby na účet, informujúci o prítomnosti QR kódu

source: (payment QR code)
sk_sk: (platobný QR kód)

source: Display QR code
sk_sk: Zobraziť QR kód

source: Setting controlling which type of QR should be displayed
sk_sk: Nastavenie určuje ktorý QR kód bude zobrazený zákazníkovi

source: PAY by square (Slovak)
sk_sk: PAY by square (slovenský)

source: QR platba (Czech)
sk_sk: QR Platba (český)

source: Automatic (based on currency)
sk_sk: Automaticky (na základe meny)

source: Your limit of generated QR codes was depleted
sk_sk: Prekročili ste váš limit generovaných QR kódov

source: To generate more this month, you need to upgrade your program at %s
sk_sk: Na to, aby ste tento mesiac mohli vygenerovať ďalšie, potrebujete prejsť na vyšší program na stránke %s

source: To learn more about the service, please visit %s
sk_sk: Pre viac informácií o službe, prosím navštívte %s

source: For convenient payment, scan this QR code with your banking app:
sk_sk: Pre jednoduchú úhradu naskenujte tento QR kód mobilnou aplikáciou vašej banky:

source: PAY by square for WooCommerce
sk_sk: PAY by square pre WooCommerce

source: Adds a payment QR code on summary page of direct bank transfer
sk_sk: Pridáva platobný QR kód na sumarizačnú stránku platby prevodom

source: Displays QR codes for convenient direct bank transfer payments
sk_sk: Zobrazuje QR kódy pre pohodlné platby pomocou bankových prevodov
